---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPanelScheduleSheetAppearanceInstParam
source: html/5f0007c7-786c-b3ad-91f0-b6c80f208265.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPanelScheduleSheetAppearanceInstParam Property

"Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPanelScheduleSheetAppearanceInstParam { get; }
```